Revit 2027 API
TableSectionData.SetCellCombinedParameters Method
Overload List
Name | Description
SetCellCombinedParameters(Int32, IList<TableCellCombinedParameterData>) |  Allows the caller to set combined parameter for a specified column
SetCellCombinedParameters(Int32, Int32, IList<TableCellCombinedParameterData>) |  Allows the caller to set combined parameter for a specified cell
Top
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace